<?php
/**
 * Created by PhpStorm.
 * User: LiXiang
 * Date: 2019/5/28
 * Time: 16:37
 */

return [

    // 性别
    'sex'   =>  [
        1   => '男',
        2   => '女'
    ],

    // 职业
    'profession'    =>  [
        1   => '计算机/互联网/通信',
        2   => '生产/工艺/制造',
        3   => '医疗/护理/制药',
        4   => '金融/银行/投资/保险',
        5   => '商业/服务业/个体经营',
        6   => '文化/广告/传媒',
        7   => '娱乐/艺术/表演',
        8   => '律师/法务',
        9   => '教育/培训',
        10  => '公务员/行政/事业单位',
        11  => '模特',
        12  => '空姐',
        13  => '学生',
        14  => '其他',
    ],

    // 群分类
    'group_type' => [
        1   => '同学同事',
        2   => '家校师生',
        3   => '兴趣爱好',
        4   => '行业交流',
        5   => '生活休闲',
        6   => '学习考试',
        7   => '游戏',
        8   => '置业安家',
        9   => '品牌产品',
        10  => '粉丝',
    ],

    // 群规模
    'group_size' => [
        100 => '100人',
        200 => '200人',
        500 => '500人',
    ],

    // 加群验证
    'group_verify'  => [
        1   =>  '允许任何人',
        2   =>  '需身份验证',
        3   =>  '不允许任何人'
    ]
];